Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=586_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Marja Helandera ja Outi Pieski Sajosii dahkan dáiddabarggut almmustahttojit kultureahkedis 3.4.
smn: Marja Helander já Outi Pieski Sajosân rähtim taaidâtyejeh almostittojeh kulttuurehidist 3.4.

source: Sámedáiddáriid Marja Helandera ja Outi Pieski Sajosii dahkan dáiddabarggut almmustahttojit maŋŋebáreahket 3.4. dmu 20 álgi sámi kultuvrra eahkedis.
smn: Marja Helander já Outi Pieski Sajosân rähtim taaidâtyejeh almostittojeh já oovdânpuáhtojeh majebargeehid 3.4. tme 20 älgee säämi kulttuurehidist.

source: Dáiddabargguid birra muitala stáhta dáiddabargodoaibmagotti várreságadoalli Veli Granö.
smn: Taaidâtuojijd oovdânpuáhtá staatâ taaidâtyejitoimâkode värisaavâjođetteijee Veli Granö.

source: Outi Pieski ja Marja Helander leaba mielde dilálašvuođas.
smn: Outi Pieski já Marja Helander lává mieldi tilálâšvuođâst.

source: Pieski duojit leat ásahuvvon Sajosa parlameantasále Soljui ja Helandera duojit fas Sajosa sámegirjerádjui ja váldouvssa bajábeallái.
smn: Pieski tyejeh láá stellejum Sajos parlamentsali Sooljon já Helander tyejeh Sajos sämikirjeráájun já váldu-uuvsâ paajaabel.

source: Outi Pieski seaidnerelief lea ásahuvvon parlameantasále Soljui.
smn: Outi Pieski seinireliefi lii stellejum parlamentsali Sooljon.

source: Dát duodji sisttisdoallá máŋggaid gollejuvvon ja vilgesgollejuvvon stálletallearkkaid, mat ovttas hábmejit máŋggadását šealgu rávnnji sále seaidnái ja sárdnestullui.
smn: Tyeji čokkân maaŋgâin kolledum já vielgiskolledum stälitaldrikijn, moh hämmejeh maaŋgâtásásii suonjârdeijee virde sali siäinán já sárnumstovlin.

source: Oktan duoji visuálalaš vuođđun lea nissona sámegávttis geavahuvvon solju.
smn: Ohtân tyeje visuaallâš vuolgâsaijeen lii nissoon sämimáccuhist kevttum soljo.

source: Duoji oasit leat hámiset dáfus dego tallearkkat, goaikkanasat fas mat dain heaŋgájit leat dego basttet.
smn: Tyeje uásih láá häämis peeleest še taldrikeh já tain sorjájeijee pastemeh láá kuáškánjâsah.

source: Keramihkalaš basttiid hápmegiella boahtá árbevirolaš sámi čoarvebasttes. ”
smn: Keraamisij pastemij hämikielâ puátá ärbivuáválâš säämi čuárvipastemist. ”

source: Duddjodettiinan dán lean guorahallan sohkabuolvvaid rávnnji áiggis sihke oktiigullevašvuođa, mas rávdnji biepmada juohkeovtta mis ”, muitala duojár.
smn: Tyeje tuoijuudijn lam suogârdâllâm suhâpuolvâi virde ääigist sehe oohtânkulluuvâšvuođâ, mast virde piämmá mii juáhháá ”, muštâl taaidâr.

source: Marja Helandera guovtteoasat duodji lea ásahuvvon Sajosa sámegirjerádjui.
smn: Marja Helander kyevtiuásásâš tyeji lii stellejum Sajos sämikirjeráájun.

source: Duoji vuosttas oassi čohkiida 30 čuovgagovas, mat govvidit otnábeaivvi sápmelaččaid ja mat leat váldon iešguđet guovlluin Suoma.
smn: Tyeje Vuossâmuš uási čokkân 30:st onnáápeeivi sämmilijd kovvejeijee čuovâkooveest, moh láá kovvejum jieškote-uv kuávlust Suomâ.

source: Olbmot leat juogaduvvon duojis ássanbáikki, ahkejoavkku ja eatnigiela mielde.
smn: Ulmuuh láá juohum tyejeest aassâmsaje, ahejuávhu já eenikielâ mield..

source: Duoji nubbi oassi lea stuorra čuovgagovva, mas duottareatnamiid ala leat govviduvvon šaddočoakkáldaga šattut. ”
smn: Tyeje nubbe uási lii stuorrâ čuovâkove, mast tijme-enâduv oolâ láá kovvejum herbaario šadoh. ”

source: Dat ráhkadit ornamentalaš olggoža dan láhkai ahte faŋuhit almmi guvlui, luomusmuvvamiin meroštallama ja luohkáide juohkima ráddjehusain ”, nugo dáiddár ieš muitala duojis birra.
smn: Toh hämmejeh ornamentlágán ase mii oŋâttuš oolmij kuávlun, luovvânmáin miäruštâllâm já luokittâllâm čulhoost ”, tegu taaidâr jieš valdâl tyejees.

source: Helandera goalmmát duodji ŠDuoddarisŠ lea ásahuvvon Sajosa váldouvssa bajábeallái lása ovdii ja dat govvida biekka spihččen ovttaskas lagežiid.
smn: Helander kuálmád tyeji ŠTuoddâristŠ lii stellejum Sajos váldu-uuvsâ paajaapiäláá laasâ oovdân já tot kovvee piegâ sáimám ohtuunis laajišsuávváid.

source: Dáiddár Marja Helandera dáiddabargguid gieđahalli preassadieđáhus dás.
smn: Taaidâr Marja Helander tuojijd kieđâvuššee lostâmediatiäđáttâs täst.

source: Dáiddár Outi Pieski dáiddabargguid gieđahalli preassadieđáhus dás.
smn: Taaidâr Outi Pieski tuojijd kieđâvuššee lostâmediatiäđáttâs täst.
